Repository: chdenat/Woocommerce-Enhanced-Cheque-Gateway
Catalog: languages/noleam-*.po
Languages: fr_fr

source: Cheques
fr_fr: Chèques

source: Depending on cart total, customers will be able to pay by one or more cheques
fr_fr: Selon le total des paniers, les clients pourront payer par un ou plusieurs chèques

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable cheques payment
fr_fr: Autoriser le paiement par chèques

source: Title
fr_fr: Titre

source: This controls the title which the user sees during checkout.
fr_fr: Cela détermine le titre que l'utilisateur voit lors de la commande.

# Cheques payment
source: Cheque payment
fr_fr: Paiement par chèques

source: Payment method description that the customer will see on your checkout.
fr_fr: Méthode de paiement que le client verra lors du passage de la commande.

source: You can pay by cheques
fr_fr: Vous pouvez payer par chèques

source: Additionals instructions.
fr_fr: Instructions supplémentaires.

source: Check(s) should be made payable to
fr_fr: Le.s chèques.s doivent être libellés au nom de

source: Store address
fr_fr: Adresse de la boutique

source: Enter/modify the store address.
fr_fr: Entrez/modifiez l’adresse du magasin.

source: Available payments by cheque
fr_fr: Paiements disponibles par chèque

source: Enter available payments separated by comma .
fr_fr: Entrez les paiements disponibles séparés par une virgule .

source: Available thresholds for payments
fr_fr: Seuils disponibles pour les paiements

source: For each (or less) payments listed above, enter threshold that will trigger this payment (separated by commas)
fr_fr: Pour chaque paiement (ou moins) énuméré ci-dessus, entrez le seuil qui déclenchera le paiement (séparé par des virgules)

source: The payment will be done in %s.
fr_fr: Le paiement se fera en %s.

source: cheque
fr_fr: chèque

source: Number of cheques :
fr_fr: Nombre de chèques :

# Checks payment method
source: Awaiting checks payment
fr_fr: En attente de paiement par chèques

source: Instructions regarding your payments
fr_fr: Instructions concernant votre paiement en chèque

source: You have chosen to pay by cheque.
fr_fr: Vous avez choisi de payer par chèque.

source: Please send your cheque at
fr_fr: Merci d'envoyer votre chèque à

source: Your cheque for %s will be debited once received.
fr_fr: Votre chèque de %s sera débité dès réception.

source: One cheque for %s (debited once received).
fr_fr: Un chèque d'un montant de %s (débité à reception).

source: The next cheque (%s) will be debited on
fr_fr: Le prochain chèque (%s) sera débité le

source: %s cheques for %s each.
fr_fr: %s chèques de %s chacun.

source: %s debited on <strong>%s</strong>
fr_fr: %s débités le <strong>%s</strong>

source: Thank you. Your order will be validated once we'll receive the cheque.
fr_fr: Merci. Votre commande sera validée à la réception du chèque.

source: WooCommerce Cheques Gateway
fr_fr: Woocommerce - Paiement en chèques

source: WooCommerce Gateway for multi cheques payment.
fr_fr: Gateway WooCommerce pour le paiement multi chèques.
